Repository: gmangan-smartling/test-ios-final
Catalog: ios/Localizable_*.strings
Languages: de_de, fr_fr

# adding_one
source: Ends at: %.0f:%.0f:%.0f
de_de: Endet um: %.0f:%.0f:%.0f
fr_fr: Se termine à: %1$.0f: %2$.0f: %3$.0f

source: #%@ I’m on track with @Lifesum #ifIcanyoucan
de_de: # %@ Ich bin mit @Lifesum #ifIcanyoucan auf dem richtigen Weg
fr_fr: # %1$@ Je suis sur la bonne voie avec @Lifesum #ifIcanyoucan

source: #%@ I’m on track! If I can, you can #Lifesum
de_de: #%@ Ich bin auf dem richtigen Weg! Wenn ich kann, kannst du #Lifesum
fr_fr: # %1$@ Je suis sur la bonne voie! Si je peux, vous pouvez #Lifesum

source: %.0f of %i min
de_de: %.0f von %i min
fr_fr: %1$.0f sur %2$i min

source: %@ activity level
de_de: Aktivitätsstufe %@
fr_fr: Niveau d'activité %1$@

source: %ld of %i glasses
de_de: %ld von %i Gläsern
fr_fr: %1$ld de %2$i verres

source: %@ per %@ body weight
de_de: %@ pro %@ Körpergewicht
fr_fr: %1$@ par %2$@ poids corporel

# alcohol_score_out_of
source: You scored %d out of %d on alcohol.
de_de: Sie haben bei Alkohol %d von %d erzielt.
fr_fr: Vous avez obtenu %1$d sur %2$d pour l'alcool.

# countdown_discount_messaging_text
source: Ends in: %.0f:%.0f:%.0f
de_de: Endet in: %.0f:%.0f:%.0f
fr_fr: Se termine dans: %1$.0f:%2$.0f:%3$.0f

# health_test_diary_not_finished_bubble_text
source: %d%% there!
fr_fr: %1$d%% là-bas!

# health_test_overall_score
source: Overall score: %d / 100
de_de: Gesamtpunktzahl: %d / 100
fr_fr: Note globale: %1$d / 100

# social_tab_my_notifications_timestamp_days
source: %dd
fr_fr: %1$dd

# social_tab_my_notifications_timestamp_hrs
source: %dh
fr_fr: %1$dh

# social_tab_my_notifications_timestamp_mins
source: %dm
fr_fr: %1$dm

# social_tab_my_notifications_timestamp_weeks
source: %dw
fr_fr: %1$dw

# social_tab_my_notifications_timestamp_years
source: %dy
de_de: %1$dy
fr_fr: %1$dy
