Repository: gmangan-smartling/test-ios-final
Catalog: ios/quick_test_1_*.strings
Languages: de_de

source: adding_one
de_de: Endet um: %1$.0f:%2$.0f:%3$.0f

source: #%@ I’m on track with @Lifesum #ifIcanyoucan
de_de: # %1$@ Ich bin mit @Lifesum #ifIcanyoucan auf dem richtigen Weg

source: #%@ I’m on track! If I can, you can #Lifesum
de_de: #%1$@ Ich bin auf dem richtigen Weg! Wenn ich kann, kannst du #Lifesum

source: %.0f of %i min
de_de: %1$.0f von %2$i min

source: %@ activity level
de_de: Aktivitätsstufe %1$@

source: %ld of %i glasses
de_de: %1$ld von %2$i Gläsern

source: %@ per %@ body weight
de_de: %1$@ pro %2$@ Körpergewicht

source: alcohol_score_out_of
de_de: Sie haben bei Alkohol %1$d von %2$d erzielt.

source: countdown_discount_messaging_text
de_de: Endet in: %1$.0f:%2$.0f:%3$.0f

source: health_test_diary_not_finished_bubble_text
de_de: %1$d%% da!

source: health_test_overall_score
de_de: Gesamtpunktzahl: %1$d / 100

source: social_tab_my_notifications_timestamp_days
de_de: %1$dd

source: social_tab_my_notifications_timestamp_hrs
de_de: %1$dh

source: social_tab_my_notifications_timestamp_mins
de_de: %1$dm

source: social_tab_my_notifications_timestamp_weeks
de_de: %1$dw

source: social_tab_my_notifications_timestamp_years
de_de: %1$dy

source: social_tab
de_de: %1$dy %2$dh Ein anderer Platzhalter #%3$@ und schließlich %4$@

source: update
de_de: aktualisieren

source: mod1
de_de: mod 2
