Repository: gmangan-smartling/test-ios-final
Catalog: *.lproj/localizable.strings
Languages: de_de, fr_fr

# Device language
source: Base
de_de: de
fr_fr: fr

source: %@: Move
de_de: %@: verschieben
fr_fr: %@: Déplacer

source: Month
de_de: Monat
fr_fr: mois

source: Months
de_de: Monate
fr_fr: mois

source: One-Time Purchase
de_de: Einmaliger Kauf
fr_fr: Achat en une fois

source: ANNUAL
de_de: JÄHRLICH
fr_fr: ANNUEL

source: MONTHLY
de_de: MONATLICH
fr_fr: MENSUEL

source: ONE-TIME PURCHASE
de_de: EINMALIGER KAUF
fr_fr: PAIEMENT UNIQUE

source: /mo
de_de: /Mon
fr_fr: /m

source: 1 Month
de_de: 1 Monat
fr_fr: 1 mois

source: 12 Months
de_de: 12 Monate
fr_fr: 12 mois

source: per month
de_de: pro Monat
fr_fr: par mois

source: Continue
de_de: Weiter
fr_fr: Continuer

source: Terms of Use
de_de: Nutzungsbedingungen
fr_fr: Conditions d'utilisation

source: Privacy Policy
de_de: Datenschutz
fr_fr: Règles de confidentialité

source: Restore Purchases
de_de: Käufe wiederherstellen
fr_fr: Restaurer les achats

source: Payment will be charged to your iTunes account at confirmation of purchase. Subscriptions will automatically renew unless auto-renew is turned off at least 24 hours before the end of current period. Your account will be charged according to your plan for renewal within 24 hours prior to the end of the current period. You can manage or turn off auto-renew in your Apple ID account settings at any time after purchase.
de_de: Die Bezahlung erfolgt über deinen iTunes Account, sobald du den Kauf bestätigst. Das Abonnement verlängert sich automatisch, solange du nicht mindestens 24 Stunden vor Ablauf des aktuellen Abo-Zeitraums kündigst. Dein Account wird innerhalb von 24 Stunden vor Ablauf des aktuellen Abonnements belastet. Du kannst dein Abo jederzeit in den Account-Einstellungen deiner Apple ID verwalten und die automatische Verlängerung dort deaktivieren.
fr_fr: Le paiement sera facturé sur votre compte iTunes au moment de la confirmation de l'achat. Les abonnements sont renouvelés automatiquement, sauf si le renouvellement automatique est désactivé au moins 24 heures avant la fin de la période en cours. Votre compte sera facturé en fonction de votre forfait en vue du renouvellement dans un délai de 24 heures avant la fin de la période en cours. Vous pouvez gérer ou désactiver le renouvellement automatique dans les réglages du compte de votre identifiant Apple, à tout moment après l'achat.

source: Payment will be charged to your iTunes account at confirmation of purchase. Subscriptions will automatically renew unless auto-renew is turned off at least 24 hours before the end of current period. Your account will be charged according to your plan for renewal within 24 hours prior to the end of the current period. You can manage or turn off auto-renew in your Apple ID account settings at any time after purchase. If you subscribe before your free trial ends, the rest of your free trial period will be forfeited as soon as your purchase is confirmed.
de_de: Der Betrag wird nach Bestätigung des Kaufs deinem iTunes-Account in Rechnung gestellt. Das Abonnement beginnt unmittelbar nach Ablauf der kostenlosen Testphase, sofern es nicht mindestens 24 Stunden vor Ablauf der Testphase gekündigt wird. Abonnements werden automatisch verlängert, wenn die automatische Verlängerung nicht bis spätestens 24 Stunden vor Ablauf des aktuellen Abonnements deaktiviert wird. Dein Konto wird entsprechend deinem Tarif 24 Stunden vor Ablauf der aktuellen Abrechnungsperiode mit der Verlängerung belastet. Du kannst die automatische Verlängerung nach einem Kauf jederzeit in den Account-Einstellungen deiner Apple ID verwalten oder ausschalten. Bei Abonnement und Bestätigung des Kaufs während der Nutzung der kostenlosen Testphase verfällt die Restzeit dieser Testphase.
fr_fr: Le paiement sera facturé sur votre compte iTunes lors de la confirmation de l'achat. Les abonnements débuteront immédiatement après la fin de l’essai gratuit, sauf s’ils ont été annulés au moins 24 heures avant la fin de la période d’essai. Les abonnements sont renouvelés automatiquement, sauf si le renouvellement automatique est désactivé au moins 24 heures avant la fin de la période en cours. Les frais de renouvellement seront facturés sur votre compte, dans les conditions prévues dans votre forfait, dans les 24 heures qui précèdent la fin de la période en cours. Une fois l'achat effectué, vous pouvez à tout moment gérer ou désactiver le renouvellement automatique dans les réglages du compte associé à votre identifiant Apple. Si vous vous abonnez avant la fin de votre essai gratuit, le reste de la période de votre essai gratuit sera abandonné dès que votre achat aura été confirmé.

source: Save {0}% Per Year!
de_de: {0}% im Jahr sparen
fr_fr: Économisez {0}% par an

source: Upgrade to yearly and save %@%% now!
de_de: Zu jährlicher Zahlungsweise wechseln und %@%% sparen
fr_fr: Passez à un plan annuel et économisez %@ %% maintenant !

source: Continue with monthly
de_de: Monatlich zahlen
fr_fr: Continuez avec le plan mensuel

source: Upgrade to yearly
de_de: Jährlich zahlen
fr_fr: Passez au plan annuel

source: Import
de_de: Importieren
fr_fr: Importer

source: Add
de_de: Hinzufügen
fr_fr: Ajouter

source: Add to Project
de_de: Zu Projekt hinzufügen
fr_fr: Ajouter au projet

source: Artists
de_de: Künstler
fr_fr: Artistes

source: Backgrounds
de_de: Hintergründe
fr_fr: Arrière-plans

source: Best Value
de_de: Bester Deal
fr_fr: Valeur optimale

source: Cancel
de_de: Abbrechen
fr_fr: Annuler

source: Canceled
de_de: Abgebrochen
fr_fr: Annulé

source: Careful! This action cannot be undone
de_de: Achtung! Dies kann nicht widerrufen werden!
fr_fr: Attention ! Cette action ne peut pas être annulée

source: Change: %@
de_de: Änderung: %@
fr_fr: Modifier : %@

source: Contact us
de_de: Kontakt
fr_fr: Nous contacter

source: Delete
de_de: Löschen
fr_fr: Supprimer

source: Delete Project
de_de: Projekt löschen
fr_fr: Supprimer le projet

source: Demo photo failed to load
de_de: Laden des Demo-Fotos fehlgeschlagen
fr_fr: Impossible de charger la photo démo

source: Done
de_de: Fertig
fr_fr: OK

source: Double tap to edit
de_de: Zum Bearbeiten doppeltippen
fr_fr: Toucher deux fois pour modifier

source: Download error
de_de: Download-Fehler
fr_fr: Erreur de téléchargement

source: Downloading...
de_de: Herunterladen …
fr_fr: Téléchargement…

source: Eraser
de_de: Radierer
fr_fr: Gomme

source: Eraser (%@)
de_de: Radierer (%@)
fr_fr: Gommer (%@)

source: Exporting Project
de_de: Projekt exportieren …
fr_fr: Exportation du projet

source: Almost There!
de_de: Fast geschafft!
fr_fr: Opération presque terminée !

source: Full HD. Great for bigger screens.
de_de: Full HD. Toll für große Bildschirme.
fr_fr: Pleine HD. Idéale pour les plus grands écrans.

source: HD. Best balance between quality and size.
de_de: HD. Beste Balance zwischen Qualität und Größe.
fr_fr: HD. Meilleur équilibre entre qualité et taille.

source: Help image failed to load
de_de: Laden des Hilfe-Bildes fehlgeschlagen
fr_fr: L’image d’aide n’a pas pu être chargée

source: Image failed to load. Check your connection
de_de: Laden des Bildes fehlgeschlagen. Internetverbindung prüfen
fr_fr: Image non chargée. Vérifiez votre connexion

source: Let's do it!
de_de: Dann mal los!
fr_fr: Allons-y !

source: Mixer. Text. Filter. Adjust. Effects. All together!
de_de: Mixer. Text. Filter. Anpassen. Effekte. Alles zusammen!
fr_fr: Mixer. Texte. Filtre. Ajuster. Effets. Tous les outils réunis !

source: Network error
de_de: Netzwerkfehler
fr_fr: Erreur de réseau

source: New Project
de_de: Neues Projekt
fr_fr: Nouveau projet

source: No results match your search. Try using fewer keywords, or double check spelling.
de_de: Nichts Passendes wurde gefunden. Verwende weniger Schlagwörter oder prüfe die Rechtschreibung.
fr_fr: Votre recherche ne renvoie aucun résultat. Essayez avec moins de mots ou vérifiez l'orthographe.

source: No Photos or Videos
de_de: Keine Fotos oder Videos
fr_fr: Pas de photo ni de vidéo

source: No Songs or Albums
de_de: Keine Titel oder Alben
fr_fr: Pas de morceaux ni d’album

source: Please don't close Videoleap or lock your device.
de_de: Videoleap nicht schließen oder Gerät sperren.
fr_fr: Ne fermez pas Videoleap ou votre appareil.

source: Problem downloading image
de_de: Problem beim Bild-Download
fr_fr: Problème de téléchargement d’image

source: Projects
de_de: Projekte
fr_fr: Projets

source: Redo
de_de: Wiederholen
fr_fr: Rétablir

source: Redo: %@
de_de: Wiederholen: %@
fr_fr: Rétablir : %@

source: Rename
de_de: Umbenennen
fr_fr: Renommer

source: Rename Project
de_de: Projekt umbenennen
fr_fr: Renommer le projet

source: Reset: %@
de_de: Zurücksetzen: %@
fr_fr: Réinitialiser: %@

source: Reset
de_de: Zurücksetzen
fr_fr: Réinitialiser

source: Save to Camera Roll
de_de: In „Aufnahmen“ sichern
fr_fr: Enregistrer dans la pellicule

source: More
de_de: Mehr
fr_fr: Autre

# Export.SaveToCameraRoll
source: Save
de_de: Sichern
fr_fr: Enregistrer

source: SD. Perfect for sharing on social media.
de_de: SD. Perfekt zum Teilen in sozialen Medien.
fr_fr: SD. Parfait pour partager sur les médias sociaux.

source: Songs
de_de: Titel
fr_fr: Morceaux

source: Sound Effects
de_de: Toneffekte
fr_fr: Effets sonores

source: Stock
de_de: Stockmaterial
fr_fr: Banque

# Stock.VisualMedia
source: Stock
de_de: Stockmaterial
fr_fr: Banque d’images

# Stock.Audio
source: Stock
de_de: Stockmaterial
fr_fr: Banque de sons

source: Success!
de_de: Fertig!
fr_fr: Export réussi !

source: Try again
de_de: Erneut versuchen
fr_fr: Essayez encore

source: Ultra HD. Just like going to the movies!
de_de: Ultra HD. Wie im Kino!
fr_fr: Ultra HD. Comme si on allait au cinéma !

source: Undo
de_de: Widerrufen
fr_fr: Annuler

source: Undo Reset: %@
de_de: Zurücksetzen widerrufen: %@
fr_fr: Annuler réinitialiser: %@

source: Undo: %@
de_de: Widerrufen: %@
fr_fr: Annuler : %@

source: Unleash your creativity with the most powerful tools
de_de: Lasse deiner Kreativität freien Lauf – mit den besten Werkzeugen
fr_fr: Libérez votre créativité avec les outils les plus puissants

source: Unlimited Layers
de_de: Unbegrenzt viele Ebenen
fr_fr: Des calques sans limites

source: Untitled Project
de_de: Unbenanntes Projekt
fr_fr: Projet sans titre

source: User Albums
de_de: Nutzer-Alben
fr_fr: Albums d’utilisateur

source: Videoleap Pro - Now 75% Off!
de_de: Videoleap Pro - Jetzt 75% Rabatt!
fr_fr: Videoleap Pro - 75 % de remise maintenant !

source: Videoleap Pro - Now 50% Off!
de_de: Videoleap Pro - Jetzt 50% Rabatt!
fr_fr: Videoleap Pro - 50 % de remise maintenant !

source: Best offer yet! ✨ Limited time Singles' Day sale for Videoleap Pro!
de_de: Einzigartiges Angebot! ✨ Videoleap Pro zum Singles' Day für kurze Zeit günstiger!
fr_fr: Notre meilleure offre à ce jour ! ✨ Offre à durée limitée sur Videoleap Pro pour la Journée des célibataires.

source: 📣 Celebrate Singles' Day with Videoleap Pro! ✨ Limited time offer!
de_de: 📣 Feiere den Singles' Day mit Videoleap Pro! ✨ Nur für kurze Zeit!
fr_fr: 📣 Fêtez la Journée des célibataires avec Videoleap Pro ! ✨ Offre à durée limitée.

source: Singles' Day Super Sale! 🎉 Get your discount on Videoleap Pro before time runs out!
de_de: Einfach günstiger zum Singles' Day! 🎉 Hol dir jetzt noch schnell Videoleap Pro!
fr_fr: Offre incroyable pour la Journée des célibataires ! 🎉 Profitez d'une remise sur Videoleap Pro avant qu'il ne soit trop tard.

source: Singles’ Day Crazy Sale!
de_de: Einmaliges Angebot zum Singles’ Day!
fr_fr: Offre incroyable pour la Journée des célibataires !

source: Limited Time!
de_de: Nur für kurze Zeit!
fr_fr: Durée limitée !

source: days
de_de: Tage
fr_fr: Jours

source: hours
de_de: Std.
fr_fr: Heures

source: mins
de_de: Min.
fr_fr: Minutes

# sec
source: secs
de_de: Sek.
fr_fr: Secondes

source: Whoops! Something has happened
de_de: Ups! Hier ist etwas schiefgegangen
fr_fr: Oups ! Il s’est produit quelque chose

source: Whoops! Something went wrong
de_de: Ups! Hier ist etwas schiefgegangen
fr_fr: Oups ! Quelque chose est allé de travers

source: Whoops! Something's not right. Check your connection
de_de: Ups! Hier ist etwas nicht in Ordnung. Verbindung prüfen
fr_fr: Oups ! Quelque chose ne va pas. Vérifiez votre connexion.

source: %lu Effects
de_de: %lu Effekte
fr_fr: %lu effets

source: %lu Songs
de_de: %lu Titel
fr_fr: %lu morceaux

source: Add Clip
de_de: Clip hinzufügen
fr_fr: Ajouter un clip

source: Add Clips
de_de: Clips hinzufügen
fr_fr: Ajouter des clips

source: Add Keyframe
de_de: Keyframe hinzufügen
fr_fr: Ajouter une image clé

source: Drag Clip
de_de: Clip ziehen
fr_fr: Glisser un clip

source: Drag Label
de_de: Label ziehen
fr_fr: Glisser une étiquette

source: Remove Keyframe
de_de: Keyframe entfernen
fr_fr: Retirer une image clé

source: Starting Point
de_de: Startpunkt
fr_fr: Point de départ

source: Trim
de_de: Trimmen
fr_fr: Raccourcir

source: Acoustic
de_de: Akustisch
fr_fr: Acoustique

source: Adjust
de_de: Anpassen
fr_fr: Ajuster

# Adjust thumbnail
source: Adjust
de_de: Anpassen
fr_fr: Ajuster

source: Align
de_de: Ausrichtung
fr_fr: Aligner

source: All
de_de: Alles
fr_fr: Tout

source: Angle
de_de: Winkel
fr_fr: Coin

source: Arrange
de_de: Anordnen
fr_fr: Arranger

source: Background
de_de: Hintergrund
fr_fr: Arrière-plan

source: Bass +
fr_fr: Basse +

source: Bass -
fr_fr: Basse -

source: Blending
de_de: Blenden
fr_fr: Fusion

source: Blur
de_de: Unschärfe
fr_fr: Flou

source: Bottom
de_de: Unten
fr_fr: En bas

source: Box
de_de: Rechteck
fr_fr: Rectangle

source: Brightness
de_de: Helligkeit
fr_fr: Luminosité

source: Luminance
de_de: Helligkeit
fr_fr: Luminosité

source: Center
de_de: Zentriert
fr_fr: Centre

source: Color
de_de: Farbe
fr_fr: Couleur

source: Color Burn
de_de: Nachbel.
fr_fr: Densité c.

source: Colorfy
de_de: Farbe lassen
fr_fr: Colorier

source: Contrast
de_de: Kontrast
fr_fr: Contraste

source: Cubes
de_de: Kuben
fr_fr: Pixéliser

source: Darken
de_de: Abdunkeln
fr_fr: Assombrir

source: Defocus
de_de: Defokussieren
fr_fr: Hors focale

# Defocus thumbnail
source: Defocus
de_de: Defokussieren
fr_fr: Hors focale

source: Density
de_de: Dichte
fr_fr: Densité

source: Duplicate
de_de: Dupl.
fr_fr: Dupliquer

source: Edit
de_de: Bearbeiten
fr_fr: Modifier

source: Effects
de_de: Effekte
fr_fr: Effets

# Effects thumbnail
source: Effects
de_de: Effekte
fr_fr: Effets

source: Equalizer
fr_fr: Égaliser

source: Etch
de_de: Radierung
fr_fr: Gravure

source: Exposure
de_de: Belichtung
fr_fr: Exposition

source: Film Grain
de_de: Filmkorn
fr_fr: Grain de film

# MainToolbar.Filters
source: Filters
de_de: Filter
fr_fr: Filtres

# FilterLayer
source: Filters
de_de: Filter
fr_fr: Filtres

# FilterLayer.Presets
source: Presets
fr_fr: Préréglages

# Layer.Filters
source: Filters
de_de: Filter
fr_fr: Filtres

# Filters thumbnail
source: Filters
de_de: Filter
fr_fr: Filtres

source: Fit
de_de: Passend
fr_fr: Adapter

source: Font
de_de: Schrift
fr_fr: Police

source: Grid
de_de: Gitter
fr_fr: Grille

source: Hard Light
de_de: Hartes Licht
fr_fr: Lumière crue

source: Hide
de_de: Ausblenden
fr_fr: Masquer

source: Hue
de_de: Farbe
fr_fr: Teinte

source: Intensity
de_de: Intensität
fr_fr: Intensité

source: Invert
de_de: Umkehren
fr_fr: Inverser

source: Left
de_de: Links
fr_fr: Gauche

source: Levitation
fr_fr: Lévitation

source: Lighten
de_de: Aufhellen
fr_fr: Éclaircir

source: Linear
fr_fr: Linéaire

source: Lines
de_de: Linien
fr_fr: Lignes

source: Mask
de_de: Maskieren
fr_fr: Masquer

source: Mirror
de_de: Spiegel
fr_fr: Miroir

source: Multiply
de_de: Multipl.
fr_fr: Multiplier

source: Mute
de_de: Stumm
fr_fr: Sourdine

source: Negative
de_de: Negativ
fr_fr: Négatif

source: None
de_de: Keine
fr_fr: Aucune

source: Offset
de_de: Abweichung
fr_fr: Décalage

source: Opacity
de_de: Deckkraft
fr_fr: Opacité

source: Outline
de_de: Kontur
fr_fr: Contour

source: Overlay
de_de: Überlagern
fr_fr: Incrustation

source: Pattern
de_de: Muster
fr_fr: Motif

source: Pixels
de_de: Pixel
fr_fr: Pixéliser

source: Plus Darker
de_de: Dunkler
fr_fr: Plus foncé

source: Plus Lighter
de_de: Heller
fr_fr: Plus clair

source: Prism
de_de: Prisma
fr_fr: Prisme

source: Radial
fr_fr: Radiale

source: Ratio
de_de: Größe
fr_fr: Rapport

source: Refine
de_de: Verfeinern
fr_fr: Affiner

source: Remove
de_de: Entfernen
fr_fr: Retirer

source: RGB
fr_fr: RVB

# RGB thumbnail
source: RGB
fr_fr: RVB

source: Right
de_de: Rechts
fr_fr: Droite

source: Roughness
de_de: Grobkörnigkeit
fr_fr: Rugosité

source: Scale
de_de: Größe
fr_fr: Échelle

source: Scan
de_de: Scannen
fr_fr: Scanner

# Effects.More
source: More
de_de: Mehr
fr_fr: Autre

source: Screen
de_de: Neg. Mult.
fr_fr: Écran

source: Sensitivity
de_de: Empfindlichkeit
fr_fr: Sensitivité

source: Shadow
de_de: Schatten
fr_fr: Ombre

source: Shape
de_de: Form
fr_fr: Forme

source: Show
de_de: Anzeigen
fr_fr: Afficher

source: Soft Light
de_de: Weiches Licht
fr_fr: Lum. tam.

source: Softness
de_de: Weichheit
fr_fr: Douceur

source: Speed
de_de: Tempo
fr_fr: Vitesse

source: Reverse
de_de: Umkehren
fr_fr: Inverser

source: Reversing...
de_de: Umkehren in Arbeit...
fr_fr: Inversion...

source: Split
de_de: Auftrennen
fr_fr: Scinder

source: Spread
de_de: Ausbreiten
fr_fr: Étaler

source: Strip
de_de: Streifen
fr_fr: Bande

source: Stroke
de_de: Strich
fr_fr: Trait

source: Warmth
de_de: Wärme
fr_fr: Chaleur

source: Text
fr_fr: Texte

source: Threshold
de_de: Schwellenwert
fr_fr: Seuil

source: Tint
de_de: Färbung
fr_fr: Nuance

source: Top
de_de: Oben
fr_fr: En haut

source: Transform
de_de: Ausrichtung
fr_fr: Transformer

# Transform.Mirror
source: Mirror
de_de: Spiegeln
fr_fr: Miroir

# Transform.Flip
source: Flip
de_de: Umkehren
fr_fr: Renverser

# Transform.Rotate
source: Rotate
de_de: Drehen
fr_fr: Faire pivoter

# Transform.Fit
source: Fit
de_de: Passend
fr_fr: Adapter

# Transform.Fill
source: Fill
de_de: Füllen
fr_fr: Remplir

source: Treble +
de_de: Höhen +
fr_fr: Aigu +

source: Treble -
de_de: Höhen –
fr_fr: Aigu -

source: Unlink
de_de: Entkoppeln
fr_fr: Délier

source: Velocity
de_de: Geschwindigkeit
fr_fr: Vélocité

source: Vibrance
de_de: Dynamik
fr_fr: Pulsation

source: Vibration
de_de: Puls
fr_fr: Pulsation

source: Width
de_de: Breite
fr_fr: Largeur

source: Edit & trim any clip by tapping it
de_de: Tippe auf einen Clip, um ihn zu bearbeiten oder zu trimmen
fr_fr: Éditez et coupez n’importe quel clip en le touchant

source: Now apply a filter to make it pop!
de_de: Nutze jetzt einen Filter, um mehr herauszuholen!
fr_fr: Ajoutez-y un filtre pour le faire éclater!

source: Add a filter to make it pop!
de_de: Mit einem Filter wirkt es gleich ganz anders!
fr_fr: Ajoutez un filtre pour le faire éclater!

source: Now add a layer of text
de_de: Füge jetzt eine Text-Ebene hinzu
fr_fr: Ajoutez-y un nouveau calque de texte

source: Add text to complete the package
de_de: Mach mit Text eine runde Sache draus.
fr_fr: Ajoutez du texte pour compléter le paquet

source: Start a new project from the Projects screen
de_de: Starte im Projekte-Bereich ein neues Projekt
fr_fr: Commencez un nouveau projet à partir de l’écran Projets

source: Go here to start a new project
de_de: Hier beginnst du ein neues Projekt
fr_fr: Allez ici pour commencer un nouveau projet

source: Select Mixer to overlay a video
de_de: Wähle einen Mixer, um ein Video zu überlagern
fr_fr: Sélectionner Mixer pour incruster une vidéo

source: Select Mixer to overlay or blend a video
de_de: Wähle einen Mixer, um ein Video zu überlagern oder zu überblenden
fr_fr: Sélectionner Mixer pour incruster ou fusionner une vidéo

source: Tap between clips to add a transition
de_de: Tippe zwischen Clips, um einen Übergang hinzuzufügen
fr_fr: Touchez entre les clips pour ajouter une transition

source: Tap the question mark for help
de_de: Tippe auf das Fragezeichen, um Hilfe zu erhalten
fr_fr: Touchez le point d’interrogation pour de l’aide

source: Tap the question mark above for help
de_de: Tippe auf das Fragezeichen, um Hilfe zu erhalten
fr_fr: Touchez le point d’interrogation au dessus pour de l’aide

source: Need help? Tap the question mark above
de_de: Brauchst du Hilfe? Tippe auf das Fragezeichen
fr_fr: Besoin d’aide ? Touchez le point d’interrogation là dessus

source: Subscribe here for extra features!
de_de: Melde dich hier an, um Zugriff auf weitere Funktionen zu erhalten!
fr_fr: Abonnez-vous ici à d’autres fonctionnalités !

source: Subscribe here for premium content and more!
de_de: Melde dich hier an, um Zugriff auf Premium-Content (und vieles mehr) zu erhalten!
fr_fr: Abonnez-vous ici à un contenu de qualité et bien plus encore !

source: Go here for more options
de_de: Hier findest du weitere Optionen
fr_fr: Allez ici pour davantage d’options

source: Press the big red button below to get started!
de_de: Zum Beginnen auf den großen roten Button tippen!
fr_fr: Appuyez sur le gros bouton rouge en bas pour commencer !

source: Press the big red button below to import footage
de_de: Zum Importieren von Videomaterial auf den großen roten Button tippen
fr_fr: Appuyez sur le gros bouton rouge en bas pour importer des séquences !

source: Tap the + below to get started
de_de: Zum Beginnen unten auf + tippen
fr_fr: Touchez le + ci-dessous pour commencer

source: Tap the + below to add clips
de_de: Zum Hinzufügen von Clips auf + tippen
fr_fr: Touchez le + ci-dessous pour ajouter des clips

source: Tap the + below to add media
de_de: Zum Hinzufügen von Medien unten auf + tippen
fr_fr: Touchez le + ci-dessous pour ajouter des médias

source: Tap the + below to add footage
de_de: Zum Hinzufügen von Bildmaterial auf + tippen
fr_fr: Touchez le + ci-dessous pour ajouter des séquences

source: Resolution
de_de: Auflösung
fr_fr: Résolution

source: Fast and small but lesser quality.
de_de: Schnell und klein, geringere Qualität.
fr_fr: Petite et rapide qualité moindre.

source: Perfect for sharing on social media.
de_de: Perfekt zum Teilen in sozialen Medien.
fr_fr: Parfait pour partager sur les médias sociaux.

source: Best balance between quality and size.
de_de: Beste Balance zwischen Qualität und Größe.
fr_fr: Meilleur équilibre entre qualité et taille.

source: Great for bigger screens, but heavier.
de_de: Toll für größere Bildschirme, aber größer.
fr_fr: Idéale pour les plus grands écrans, mais plus lourde.

source: Just like going to the movies!
de_de: Wie im Kino!
fr_fr: Comme si on allait au cinéma!

source: Frames per Second
de_de: Bilder pro Sekunde
fr_fr: Images par seconde

source: Cinematic standard.
de_de: Kino- und Film-Standard.
fr_fr: Cinématique standard.

source: PAL standard.
fr_fr: Standard PAL.

source: NTSC standard.
fr_fr: Standard NTSC.

source: Enables smoother animation, for PAL video.
de_de: Ermöglicht sanftere Animationen für PAL-Video.
fr_fr: Fluidifie les animations, pour la vidéo PAL.

source: Enables smoother animation.
de_de: Ermöglicht gleichmäßigere Animationen.
fr_fr: Fluidifie les animations.

source: Videoleap does not have access to your photos. To enable access, go to iOS settings
de_de: Videoleap hat keinen Zugriff auf deine Fotos. Öffne die iOS-Einstellungen, um Zugriff zu gewähren.
fr_fr: Videoleap n'a pas accès à vos photos. Pour activer l'accès, accédez aux réglages d'iOS.

source: Go Pro
de_de: Werde Pro
fr_fr: Soyez Pro

source: Share Videoleap
de_de: Videoleap teilen
fr_fr: Partager Videoleap

source: More Apps by Lightricks
de_de: Weitere Apps von Lightricks
fr_fr: Plus d’apps par Lightricks

source: Help
de_de: Hilfe
fr_fr: Aide

source: Hexagons
de_de: Sechsecke
fr_fr: Hexagones

source: Send Feedback
de_de: Feedback senden
fr_fr: Envoyer des commentaires

source: Rate & Review
de_de: Bewerten & Rezensieren
fr_fr: Note et avis

source: Social Media
de_de: Soziale Medien
fr_fr: Médias sociaux

source: Social media
de_de: Soziale Medien
fr_fr: Médias sociaux

source: Settings
de_de: Einstellungen
fr_fr: Réglages
