Repository: gmangan-smartling/test-ios-final
Catalog: *.lproj/localizable.strings
Languages: de_de, fr_fr

source: We're sorry but we couldn't read the last few frames of one of your clips. Please trim them and try again. Tried trimming and still can't export? Contact us and we'll be glad to help!
de_de: Die letzten Bilder eines deiner Clips konnten leider nicht gelesen werden. Bitte trimme sie und versuche es erneut. Der Export schlägt auch nach dem Trimmen noch fehl? Kontaktiere uns, wir helfen gerne weiter!
fr_fr: Malheureusement, les dernières images de l'un de vos clips sont illisibles. Veuillez les enlever, puis réessayer. Vous avez essayé d'enlever des images, mais l'exportation ne fonctionne toujours pas ? Contactez-nous, nous vous aiderons à trouver une solution.

source: We can't see your photos. To fix this, please allow Videoleap access to Photos via Settings.
de_de: Deine Fotos können nicht eingesehen werden. Bitte gestatte Videoleap in den Einstellungen Zugriff auf Fotos.
fr_fr: Nous ne pouvons pas accéder à vos photos. Pour résoudre le problème, autorisez Videoleap à accéder à vos photos, dans Réglages.

source: Allow Photos Access
de_de: Zugriff auf Fotos erlauben
fr_fr: Autoriser l'accès aux photos

source: We can't see your music. To fix this, please allow Videoleap access to Media Library via Settings.
de_de: Deine Musik kann nicht eingesehen werden. Bitte gestatte Videoleap in den Einstellungen Zugriff auf deine Mediathek.
fr_fr: Nous ne pouvons pas accéder à votre musique. Pour résoudre le problème, autorisez Videoleap à accéder à votre bibliothèque de médias, dans Réglages.

source: Allow Media Access
de_de: Medienzugriff erlauben
fr_fr: Autoriser l'accès aux médias

source: Still not working?
de_de: Problem besteht noch
fr_fr: Le problème persiste ?

# LensFlarePreset.Classic
source: Classic
de_de: Klassisch
fr_fr: Classique

# LensFlarePreset.Diamond
source: Diamond
de_de: Diamant
fr_fr: Diamant

# LensFlarePreset.Infinity
source: Infinity
de_de: Unendlichkeit
fr_fr: Infini

# LensFlarePreset.Sunny
source: Sunny
de_de: Sonnig
fr_fr: Ensoleillé

# LensFlarePreset.Conduit
source: Conduit
de_de: Oval
fr_fr: Tube

# LensFlarePreset.Red Sun
source: Red Sun
de_de: Roter Stern
fr_fr: Soleil rouge

# You've used the following Pro tools:
source: You've used these Pro tools:
de_de: Du hast folgende Pro Tools verwendet:
fr_fr: Vous avez utilisé les outils Pro suivants :

source: Go back and remove Pro tools
de_de: Zurück und Pro Tools entfernen
fr_fr: Annuler et supprimer les outils Pro

source: Go Pro and save video
de_de: Pro holen - Video sichern
fr_fr: Passer à la version Pro

source: More than %lu overlapping layers
de_de: Mehr als %lu überlappende Ebenen
fr_fr: + de %lu calques se chevauchent

source: Starts at %@
de_de: Beginnt bei %@
fr_fr: Début à %@

source: Why did you cancel your trial?
de_de: Warum hast du deine Demophase abgebrochen?
fr_fr: Pourquoi avez-vous annulé votre essai ?

source: Didn't mean to start a trial
de_de: Wollte die Testphase nicht starten
fr_fr: Je n'avais pas l'intention de commencer un essai

source: I only wanted the free trial
de_de: Ich wollte nur die kostenlose Demo
fr_fr: Je souhaitais uniquement profiter de l'essai gratuit

source: I was disappointed with the app
de_de: Ich war enttäuscht von der App
fr_fr: J'ai été déçu de l'app

source: Don't know how to use the app
de_de: Ich weiß nicht, wie die App bedient wird
fr_fr: Je ne sais pas comment utiliser l'app

source: Didn't understand what was free and what was paid
de_de: Wusste nicht, was kostenlos und was kostenpflichtig ist
fr_fr: Je n'avais pas compris ce qui était gratuit et ce qui était payant

source: I wanted to save a specific project
de_de: Ich wollte ein bestimmtes Projekt sichern
fr_fr: Je souhaitais enregistrer un projet spécifique

source: You are no longer a subscriber. What went wrong?
de_de: Dein Abo wurde gekündigt. Was ist passiert?
fr_fr: Vous n'êtes plus abonné. Pourquoi avez-vous pris cette décision ?

source: I never pay for subscription
de_de: Ich zahle nicht für Abonnements
fr_fr: Je n'ai jamais souscrit d'abonnement

source: Decline Offer
de_de: Angebot ablehnen
fr_fr: Refuser l'offre

source: SAVE %lu%%
de_de: %lu %% SPAREN
fr_fr: ÉCONOMISEZ %lu %%

source: Then %@ the year after. Cancel anytime.
de_de: Im nächsten Jahr %@. Jederzeit kündbar.
fr_fr: Puis %@ l'année suivante. Résiliable à tout moment.

source: 1 Year for Just %@
de_de: 1 Jahr für nur %@
fr_fr: 1 an pour seulement %@

source: If you do not cancel, you will be automatically charged 24 hours before the end of the trial.
de_de: Wenn du nicht kündigst, werden 24 Stunden vor Ende der Testphase automatisch Kosten in Rechnung gestellt.
fr_fr: Sauf résiliation de votre part, vous serez facturé automatiquement 24 heures avant la fin de la période d'essai.

source: Start 3 day trial
de_de: 3-Tage-Testversion starten
fr_fr: Commencez l'essai gratuit de 3 jours

source: /year after trial ends
de_de: /Jahr nach Ende der Testphase
fr_fr: /an après la période d'essai

source: Mid Autumn Festival Sale
de_de: Angebot zum Mondfest
fr_fr: Promo spéciale Mid Autumn Festival

source: After the 1 month free trial this subscription automatically renews for {0} per year unless it is canceled at least 24 hours before the end of the trial period
de_de: Nach dem kostenlosen Probemonat wird das Abonnement automatisch für {0} im Jahr verlängert, es sei denn, es wird mindestens 24 Stunden vor Ende des Probezeitraums gekündigt.
fr_fr: Au terme de la période d'essai gratuit de 1 mois, cet abonnement sera renouvelé pour {0} par an, sauf s'il est résilié au moins 24 heures avant la fin de la période d'essai

source: with a yearly subscription
de_de: mit einem Jahresabo
fr_fr: avec un abonnement annuel

# TransitionType.None
source: None
de_de: Keine
fr_fr: Aucune

# TransitionType.Dissolve
source: Dissolve
de_de: Auflösen
fr_fr: Dilution

# TransitionType.Fade
source: Fade
de_de: Blende
fr_fr: Fondu

# TransitionType.SlideRight
source: Slide →
de_de: Schieben →
fr_fr: Glissé →

# TransitionType.SlideLeft
source: Slide ←
de_de: Schieben ←
fr_fr: Glissé ←

# TransitionType.SlideUp
source: Slide ↑
de_de: Schieben ↑
fr_fr: Glissé ↑

# TransitionType.SlideDown
source: Slide ↓
de_de: Schieben ↓
fr_fr: Glissé ↓

# TransitionType.WipeRight
source: Wipe →
de_de: Wischen →
fr_fr: Balayage →

# TransitionType.WipeLeft
source: Wipe ←
de_de: Wischen ←
fr_fr: Balayage ←

# TransitionType.WipeUp
source: Wipe ↑
de_de: Wischen ↑
fr_fr: Balayage ↑

# TransitionType.WipeDown
source: Wipe ↓
de_de: Wischen ↓
fr_fr: Balayage ↓

# TransitionType.IrisIn
source: Iris In
de_de: Iris außen
fr_fr: Fermeture

# TransitionType.IrisOut
source: Iris Out
de_de: Iris innen
fr_fr: Ouverture

# TransitionType.LensFlare1
source: Flare 01
fr_fr: Reflet 01

# TransitionType.LensFlare2
source: Flare 02
fr_fr: Reflet 02

# TransitionType.LensFlare3
source: Flare 03
fr_fr: Reflet 03

# TransitionType.LightLeak1
source: Light 01
de_de: Licht 01
fr_fr: Lumière 01

# TransitionType.LightLeak2
source: Light 02
de_de: Licht 02
fr_fr: Lumière 02

# TransitionType.LightLeak3
source: Light 03
de_de: Licht 03
fr_fr: Lumière 03

# TransitionType.Film
source: Light 04
de_de: Licht 04
fr_fr: Lumière 04

# TransitionType.Blur
source: Blur
de_de: Unschärfe
fr_fr: Flou

# TransitionType.BlurWithExposure
source: Flash
de_de: Blitz
fr_fr: Clignement

# TransitionType.ScanLinesRight
source: Scan →
de_de: Scannen →
fr_fr: Scanner →

# TransitionType.ScanLinesLeft
source: Scan ←
de_de: Scannen ←
fr_fr: Scanner ←

# TransitionType.ScanLinesUp
source: Scan ↑
de_de: Scannen ↑
fr_fr: Scanner ↑

# TransitionType.ScanLinesDown
source: Scan ↓
de_de: Scannen ↓
fr_fr: Scanner ↓

# TransitionType.Pixelate
source: Pixelate
de_de: Kuben
fr_fr: Pixéliser

# TransitionType.KaleidoscopeKaleido
source: Kaleido
fr_fr: Kaléido

# TransitionType.KaleidoscopeGrid
source: Grid
de_de: Gitter
fr_fr: Grille

# TransitionType.KaleidoscopeRotation
source: Fractal
de_de: Fraktal
fr_fr: Fractale

# TransitionType.Brush1
source: Brush 01
de_de: Pinsel 01
fr_fr: Pinceau 01

# TransitionType.Brush2
source: Brush 02
de_de: Pinsel 02
fr_fr: Pinceau 02

# TransitionType.Brush3
source: Brush 03
de_de: Pinsel 03
fr_fr: Pinceau 03

# TransitionType.Brush4
source: Brush 04
de_de: Pinsel 04
fr_fr: Pinceau 04

# TransitionType.Brush5
source: Brush 05
de_de: Pinsel 05
fr_fr: Pinceau 05

# TransitionType.Ink1
source: Ink 01
de_de: Tinte 01
fr_fr: Encre 01

# TransitionType.Ink2
source: Ink 02
de_de: Tinte 02
fr_fr: Encre 02

# TransitionType.Ink3
source: Ink 03
de_de: Tinte 03
fr_fr: Encre 03

# TransitionType.Smoke1
source: Smoke 01
de_de: Rauch 01
fr_fr: Fumée 01

# TransitionType.Smoke2
source: Smoke 02
de_de: Rauch 02
fr_fr: Fumée 02

# TransitionType.Smoke3
source: Smoke 03
de_de: Rauch 03
fr_fr: Fumée 03

# TransitionType.Smoke4
source: Smoke 04
de_de: Rauch 04
fr_fr: Fumée 04

# TransitionType.Vector1
source: Vector 01
de_de: Vektor 01
fr_fr: Vecteur 01

# TransitionType.Vector2
source: Vector 02
de_de: Vektor 02
fr_fr: Vecteur 02

# TransitionType.Vector3
source: Vector 03
de_de: Vektor 03
fr_fr: Vecteur 03

# TransitionType.Vector4
source: Vector 04
de_de: Vektor 04
fr_fr: Vecteur 04

# TransitionType.Vector5
source: Vector 05
de_de: Vektor 05
fr_fr: Vecteur 05

# TransitionType.Vector6
source: Vector 06
de_de: Vektor 06
fr_fr: Vecteur 06

# TransitionType.Love1
source: Love 01
de_de: Liebe 01
fr_fr: Amour 01

# TransitionType.Love2
source: Love 02
de_de: Liebe 02
fr_fr: Amour 02

# TransitionType.Love3
source: Love 03
de_de: Liebe 03
fr_fr: Amour 03

source: Purchase Failed
de_de: Kauf fehlgeschlagen
fr_fr: Échec de l’achat

source: Please try again. If the problem persists, let us know and we'll get right on it.
de_de: Bitte versuche es erneut. Sollte das Problem weiterhin bestehen, melde es uns. Wir kümmern uns sofort darum.
fr_fr: Veuillez réessayer. Si le problème persiste, signalez-le-nous afin que nous trouvions une solution.

source: Save this video for %@
de_de: Dieses Video für %@ sichern
fr_fr: Enregistrer cette vidéo pour %@

source: Try again to export the video or contact us if the problem persists.
de_de: Versuche den Export erneut oder wende dich an uns, wenn das Problem weiterhin besteht.
fr_fr: Essayez de nouveau d'exporter la vidéo. Si le problème persiste, contactez-nous.

source: Hey 👋 Welcome to your first project! Tap the + to add a clip
de_de: Hey 👋 Willkommen zu deinem ersten Projekt! Tippe auf „+“, um einen Clip hinzuzufügen
fr_fr: Bonjour 👋 Bienvenue dans votre premier projet ! Appuyez sur + pour ajouter un clip

source: Welcome 👋 Let's create a video! Tap + to add a clip.
de_de: Willkommen 👋 Erstellen wir ein Video! Tippe auf „+“, um einen Clip hinzuzufügen.
fr_fr: Welcome 👋 Créons une vidéo ! Touchez + pour ajouter un clip.

source: Choose a clip
de_de: Wähle einen Clip
fr_fr: Choisissez un clip

source: Let's add a Text layer
de_de: Füge eine Textebene hinzu
fr_fr: Ajoutons un calque Texte

source: Let's add text
de_de: Füge Text hinzu
fr_fr: Ajoutons du texte

source: Meet <NAME>, tap here to change its name
de_de: Das ist <NAME> – tippe hier, um den Namen zu ändern
fr_fr: Voici <NAME>, appuyez ici pour modifier son nom

source: Let's name this panda
de_de: Gib diesem Panda einen Namen
fr_fr: Attribuons un nom à ce panda

source: Meet <NAME>, tap here to change his name
de_de: Das ist <NAME> – tippe hier, um seinen Namen zu ändern
fr_fr: Voici <NAME>, appuyez ici pour modifier son nom

source: Let's name this cat
de_de: Gib dieser Katze einen Namen
fr_fr: Attribuons un nom à ce chat

source: Meet <NAME>, tap here to change her name
de_de: Das ist <NAME> – tippe hier, um ihren Namen zu ändern
fr_fr: Voici <NAME>, appuyez ici pour modifier son nom

source: Let's name this penguin
de_de: Gib diesem Pinguin einen Namen
fr_fr: Attribuons un nom à ce pingouin

source: Type in a new name for <NAME>
de_de: Gib für <NAME> einen neuen Namen ein
fr_fr: Saisissez un nouveau nom pour <NAME>

source: Let's name this dog
de_de: Gib diesem Hund einen Namen
fr_fr: Attribuons un nom à ce chien

source: Type a name
de_de: Gib einen Namen ein
fr_fr: Saisissez un nom

source: Animate your Text to make it pop!
de_de: Hol mit Animationen mehr aus Text heraus!
fr_fr: Animez votre texte pour le faire ressortir !

source: Now animate your text!
de_de: Jetzt animierst du deinen Text!
fr_fr: Maintenant, animez votre texte !

source: Choose Overall to animate your Text from start to finish
de_de: Wähle „Dauerhaft“, um deinen Text von Anfang bis Ende zu animieren
fr_fr: Choisissez Générale pour animer le texte du début à la fin

source: Choose an animation for the duration of your text
de_de: Wähle eine Animation für die Dauer deines Texts
fr_fr: Choisissez l'animation appliquée pendant la durée d'affichage de votre texte

source: Try Pulse
de_de: Probiere „Puls“ aus
fr_fr: Essayez Pulsation

source: Tap the Play button to preview your project
de_de: Tippe für eine Vorschau deines Projekts auf die Play-Taste
fr_fr: Appuyez sur le bouton Lecture pour prévisualiser votre projet

source: Tap play to see what you've created!
de_de: Starte die Wiedergabe, um dein Werk zu bestaunen!
fr_fr: Appuyez sur Lecture pour voir votre création !

source: Looking good! 👌 Now let's export
de_de: Sieht gut aus! 👌 Jetzt steht der Export an
fr_fr: Parfait ! 👌 Passons à l'exportation

source: Looking good 👌 Now time to export
de_de: Sieht gut aus 👌 Zeit zum Exportieren
fr_fr: Parfait 👌 Passons à l'exportation

source: Save your project to Photos
de_de: Projekt in „Fotos“ sichern
fr_fr: Enregistrez votre projet dans Photos

source: Let's save to Photos
de_de: Speichere dies in der Fotos-App
fr_fr: Enregistrons la créaton dans Photos

source: Congrats! 🎉 Open the Projects screen to start a new project
de_de: Glückwunsch! 🎉 Beginne auf dem Bildschirm „Projekte“ ein neues Projekt
fr_fr: Félicitations ! 🎉 Ouvrez l'écran Projets pour commencer un nouveau projet

source: Congrats 🎉 Get started on more projects here
de_de: Glückwunsch! 🎉 Beginne hier weitere Projekte
fr_fr: Félicitations 🎉 Créez ici d'autres projets

source: My First Project
de_de: Mein erstes Projekt
fr_fr: Mon premier projet

# Onboarding.SKIP
source: SKIP
de_de: Überspringen
fr_fr: PASSER

source: Save %@%%
de_de: %@%% sparen
fr_fr: Économisez %@%%

source: Most Popular
de_de: Meistgewählt
fr_fr: Le plus populaire

source: then %@/year.
de_de: dann %@/Jahr.
fr_fr: puis %@/an.

source: %@/year
de_de: %@/Jahr
fr_fr: %@/an

source: Get %@ days free with yearly Pro!
de_de: Erhalte mit dem Pro-Jahresabo %@ Tage kostenlos!
fr_fr: Profitez de %@ jours gratuits avec l'abonnement annuel Pro !

source: Get 1 month free with yearly Pro!
de_de: Erhalte mit dem Pro-Jahresabo 1 Monat kostenlos!
fr_fr: Profitez d'un mois gratuit avec l'abonnement annuel Pro !

source: Incorrect Format
de_de: Falsches Format
fr_fr: Format incorrect

source: Your project must be longer than 3 seconds and in the correct aspect ratio to export to TikTok.
de_de: Dein Projekt muss länger als 3 Sekunden sein und das richtige Seitenverhältnis aufweisen, um in TikTok exportiert zu werden.
fr_fr: Pour que l'exportation vers TikTok fonctionne, votre projet doit avoir une durée supérieure à 3 secondes et son format doit être correct.

source: Your project must be longer than 3 seconds and in the correct aspect ratio to export to Douyin.
de_de: Dein Projekt muss länger als 3 Sekunden sein und das richtige Seitenverhältnis aufweisen, um in Douyin exportiert zu werden.
fr_fr: Pour que l'exportation vers Douyin fonctionne, votre projet doit avoir une durée supérieure à 3 secondes et son format doit être correct.

source: Pay %@ to export
de_de: Für %@ exportieren
fr_fr: Payer %@ pour exporter

source: You will only be charged after export is complete.
de_de: Kosten fallen erst mit Abschluss des Exports an.
fr_fr: Vous ne serez facturé qu'une fois l'exportation terminée.

# Toolbar.Music
source: Music
de_de: Musik
fr_fr: Musique

# Import.Music
source: Music
de_de: Musik
fr_fr: Musique

# Music thumbnail
source: Music
de_de: Musik
fr_fr: Musique

# Toolbar.SoundEffects
source: Sound FX
fr_fr: Effets sonores

# Import.SoundEffects
source: Sound FX
fr_fr: Effets sonores

# Sound FX thumbnail
source: Sound FX
fr_fr: Effets sonores

# Toolbar.Loops
source: Loops
fr_fr: Boucles

source: Buy Premium Assets
de_de: Premium-Assets kaufen
fr_fr: Acheter des ressources premium

source: No Mail Accounts
de_de: Keine Mail-Accounts
fr_fr: Aucun compte Mail

source: Please set up a Mail account in order to send email.
de_de: Zum Senden von E-Mails einen E-Mail-Account einrichten.
fr_fr: Veuillez configurer un compete Mail pour pouvoir envoyer des e-mails.

# NoMailAccount.title
source: No Mail Account
de_de: Kein Mail-Account
fr_fr: Pas de compte Mail

# NoMailAccount.contentText
source: Please follow Apple's instructions in the link below to set up your email.
de_de: Für die Einrichtung deiner E-Mail-Adresse folge den Anweisungen von Apple.
fr_fr: Pour configurer votre messagerie, suivez les instructions d'Apple accessibles grâce à ce lien.

# NoMailAccount.acceptButtonTitle
source: Go to instructions
de_de: Zur Anleitung
fr_fr: Voir les instructions

source: Getty Assets not Purchased
de_de: Getty Assets nicht erworben
fr_fr: Ressources Getty non achetées

source: There is a technical purchase limit of 10 Getty Assets. We are working on getting you a solution ASAP!
de_de: Aus technischen Gründen können nicht mehr als 10 Getty Assets erworben werden. Wir arbeiten unter Hochdruck an einer Lösung!
fr_fr: Une limitation technique limite les achats à 10 ressources Getty maximum. Nous allons trouver une solution à ce problème rapidement !

source: Great job editing!
de_de: Fantastisch bearbeitet!
fr_fr: Beau travail de montage !

source: But why settle for screen recording quality? Be sure to get Pro to save your video without a watermark.
de_de: Aber warum sich mit der Qualität einer Bildschirmübertragung zufrieden geben? Werde Pro und sichere das Video ohne Wasserzeichen.
fr_fr: Ce serait dommage de se limiter à cette qualité d'image, plus adaptée aux captures d'écran vidéo. Passez à la version Pro pour enregistrer votre vidéo sans filigrane.

source: Drop here to turn into a separate layer
de_de: Für separate Ebene hier ablegen
fr_fr: Déposez un clip ici pour le transformer en un calque distinct

source: Seems there are several issues with your files
de_de: Bei diesen Dateien bestehen Probleme
fr_fr: Vos fichiers présentent plusieurs problèmes

source: Seems there's no internet
de_de: Keine Internetverbindung
fr_fr: Pas de connexion Internet

source: Please check your connection and try again.
de_de: Bitte Verbindung prüfen und erneut versuchen.
fr_fr: Veuillez vérifier votre connexion et réessayer.

source: No internet connection, please reconnect and try again.
de_de: Keine Internetverbindung, bitte verbinden und erneut versuchen.
fr_fr: Pas de connexion Internet. Reconnectez-vous et réessayez.

source: Insufficient storage, please free up some space and try again.
de_de: Nicht genug Speicher. Bitte Platz schaffen und erneut versuchen.
fr_fr: Stockage insuffisant. Libérez de la place, puis réessayez.

source: Seems there's an issue with this file
de_de: Bei dieser Datei besteht ein Problem
fr_fr: Ce fichier présente un problème

source: Seems there's an issue with one of your files
de_de: Bei einer deiner Dateien besteht ein Problem
fr_fr: L'un de vos fichiers présente un problème

source: Seems there's an issue with these files
de_de: Bei diesen Dateien besteht ein Problem
fr_fr: Ces fichiers présentent un problème

source: Seems there's an issue with %lu of these files
de_de: Bei %lu dieser Dateien besteht ein Problem
fr_fr: %lu de vos fichiers présentent un problème

source: To avoid issues in saving your video, this file has not been imported.
de_de: Um das Video fehlerfrei sichern zu können, wurde die Datei nicht importiert.
fr_fr: Pour éviter les erreurs d'enregistrement, ce fichier n'a pas été importé.

source: To avoid issues in saving your video, these files have not been imported.
de_de: Um das Video fehlerfrei sichern zu können, wurden diese Dateien nicht importiert.
fr_fr: Pour éviter les erreurs d'enregistrement, ces fichiers n'ont pas été importés.

source: To avoid issues in saving your video, one of them has not been imported.
de_de: Um das Video fehlerfrei sichern zu können, wurde eine Datei nicht importiert.
fr_fr: Pour éviter les erreurs d'enregistrement, un fichier n'a pas été importé.

source: To avoid issues in saving your video, %lu of your files have not been imported.
de_de: Um das Video fehlerfrei sichern zu können, wurden %lu der Dateien nicht importiert.
fr_fr: Pour éviter les erreurs d'enregistrement, %lu de ces fichiers n'ont pas été importés.

source: Seems there’s an audio issue
de_de: Es besteht ein Audioproblem
fr_fr: Un problème de son est survenu

source: We couldn't read the audio of your clip. Your clip will be imported without sound.
de_de: Tonspur des Clips konnte nicht gelesen werden. Import des Clips erfolgt ohne Ton.
fr_fr: Impossible de lire le son du clip. Il sera importé sans le son.

source: We couldn't read the audio of one of your clips. This clip will be imported without sound.
de_de: Tonspur eines Clips konnte nicht gelesen werden. Import des Clips erfolgt ohne Ton.
fr_fr: Impossible de lire le son d'un des clips. Il sera importé sans le son.

source: We couldn't read the audio of your clips. Your clips will be imported without sound.
de_de: Tonspur der Clips konnte nicht gelesen werden. Import der Clips erfolgt ohne Ton.
fr_fr: Impossible de lire le son de vos clips. Ils seront importés sans le son.

source: We couldn't read the audio of %lu of your clips. These clips will be imported without sound.
de_de: Tonspur von %lu der Clips konnte nicht gelesen werden. Import dieser Clips erfolgt ohne Ton.
fr_fr: Impossible de lire le son de %lu clips. Ils seront importés sans le son.

source: Seems there’s a video issue
de_de: Es besteht ein Bildproblem
fr_fr: La vidéo présente un problème

source: We couldn’t read the video in your clip. We’ll import the sound, but can’t import the video.
de_de: Das Bildsignal des Clips kann nicht gelesen werden. Der Ton wird ohne Bild importiert.
fr_fr: Impossible de lire la vidéo de votre clip. Le son sera importé, mais pas la vidéo.

source: We couldn't read the video in one of your clips. We’ll import the sound, but can’t import the video.
de_de: Das Bildsignal eines der Clips kann nicht gelesen werden. Der Ton wird ohne Bild importiert.
fr_fr: Impossible de lire la vidéo d'un de vos clips. Le son sera importé, mais pas la vidéo.

source: We couldn't read the video in your clips. We’ll import the sound, but can’t import the video.
de_de: Das Bildsignal der Clips kann nicht gelesen werden. Der Ton wird ohne Bild importiert.
fr_fr: Impossible de lire la vidéo de vos clips. Le son sera importé, mais pas la vidéo.

source: We couldn't read the video in %lu of your clips. We’ll import the sound, but can’t import the video.
de_de: Das Bildsignal von %lu der Clips kann nicht gelesen werden. Der Ton wird ohne Bild importiert.
fr_fr: Impossible de lire la vidéo de %lu de vos clips. Le son sera importé, mais pas la vidéo.

source: To help us resolve this issue in the future, please contact us!
de_de: Bitte kontaktiere uns, um zu helfen, dieses Problem in Zukunft zu vermeiden.
fr_fr: Pour nous aider à résoudre ce problème, merci de nous contacter !

source: There’s a problem reading this file
de_de: Beim Lesen dieser Datei besteht ein Problem
fr_fr: Un problème est survenu lors de la lecture de ce fichier

source: There’s a problem reading one of your files
de_de: Beim Lesen einer der Dateien besteht ein Problem
fr_fr: Un problème est survenu lors de la lecture d'un de vos fichiers
