Repository: gmangan-smartling/test-ios-final
Catalog: *.lproj/localizable.strings
Languages: de_de, fr_fr

source: There’s a problem reading these files
de_de: Beim Lesen der Dateien besteht ein Problem
fr_fr: Un problème est survenu lors de la lecture de ces fichiers

source: There’s a problem reading %lu of these files
de_de: Beim Lesen von %lu der Dateien besteht ein Problem
fr_fr: Un problème est survenu lors de la lecture de %lu de ces fichiers

source: Updating to iOS 13.0 or above is likely to fix it.
de_de: Ein Update auf iOS 13.0 oder neuer wird es wahrscheinlich beheben.
fr_fr: La mise à jour vers iOS 13.0 ou version supérieure devrait résoudre le problème.

source: There’s a problem reading one of your files, updating to iOS 13.0 or above is likely to fix it.
de_de: Beim Lesen einer der Dateien besteht ein Problem, das mit einem Update auf iOS 13.0 oder neuer wahrscheinlich behoben wird.
fr_fr: Un problème est survenu lors de la lecture d'un de vos fichiers. La mise à jour vers iOS 13.0 ou version supérieure devrait résoudre le problème.

source: There’s a problem reading %lu of these files, updating to iOS 13.0 or above is likely to fix it.
de_de: Beim Lesen von %lu der Dateien besteht ein Problem, das mit einem Update auf iOS 13.0 oder neuer wahrscheinlich behoben wird.
fr_fr: Un problème est survenu lors de la lecture de %lu de ces fichiers. La mise à jour vers iOS 13.0 ou version supérieure devrait résoudre le problème.

# Toolbar.Replace
source: Replace
de_de: Ersetzen
fr_fr: Remplacer

source: Your new clip is shorter than the original
de_de: Dein neuer Clip ist kürzer als der ursprüngliche
fr_fr: Votre nouvelle séquence est plus courte que l'original

source: Your video will be shortened and the timeline will be adjusted accordingly
de_de: Das Video wird gekürzt und die Timeline entsprechend angepasst
fr_fr: La vidéo sera raccourcie et la timeline sera ajustée en conséquence

source: Your new clip has a different time scale from the original
de_de: Dein neuer Clip hat eine andere Länge als der ursprüngliche
fr_fr: Votre nouveau clip n'a pas la même échelle temporelle que le clip d'origine

source: There's not much to do about it, but your video will be a few frames longer and the timeline will be adjusted accordingly
de_de: Es lässt sich nicht viel dagegen tun, aber dein Video wird einige Bilder länger sein und die Timeline wird entsprechend angepasst
fr_fr: Vous ne pouvez pas y faire grand-chose, mais la vidéo contiendra quelques images de plus et la timeline sera ajustée en conséquence

source: Audio track cannot replace a video clip
de_de: Eine Audiospur kann keinen Videoclip ersetzen
fr_fr: La piste audio ne peut pas remplacer une séquence vidéo

source: Layer Pinned
de_de: Ebene verbunden
fr_fr: Calque épinglé

source: Layer Unpinned
de_de: Ebene gelöst
fr_fr: Épinglage du calque désactivé

source: Magnitude
de_de: Stärke
fr_fr: Intensité

source: Reflections
de_de: Reflektionen
fr_fr: Reflets

# CNY2021Overlay.subheadline
source: New Year Sale
de_de: Neujahrsangebot
fr_fr: Promo du Nouvel An

# CNY2021Overlay.subtitle
source: Don't Miss Our Special Offer
de_de: Verpass nicht unser Spezialangebot
fr_fr: Ne ratez pas notre offre spéciale

source: MANAGE
de_de: VERWALTEN
fr_fr: GÉRER

source: ABOUT
de_de: ÜBER
fr_fr: À PROPOS

source: MORE
de_de: MEHR
fr_fr: PLUS

source: Your Membership
de_de: Deine Mitgliedschaft
fr_fr: Votre adhésion

source: Get Videoleap Pro
de_de: Videoleap Pro erhalten
fr_fr: Obtenir Videoleap Pro

source: Log In
de_de: Anmelden
fr_fr: Se connecter

source: Log Out
de_de: Abmelden
fr_fr: Se déconnecter

source: Oops!
de_de: Hoppla!
fr_fr: Oups !

source: There was a problem logging you in. Please try again later.
de_de: Es gab ein Problem bei der Anmeldung. Bitte versuche es später noch einmal.
fr_fr: Un problème est survenu lors de votre connexion. Veuillez réessayer plus tard.

source: You’re now logged out
de_de: Du bist jetzt abgemeldet
fr_fr: Vous êtes déconnecté

source: Albums
de_de: Alben

source: Export
de_de: Exportieren

source: Message
de_de: Nachricht

source: Glitch
de_de: Störungen

# Glitch thumbnail
source: Glitch
de_de: Störungen

source: Points
de_de: Punkte

source: Rectangle
de_de: Rechteck

source: Saturation
de_de: Sättigung

source: Volume
de_de: Lautstärke

source: Instruments
de_de: Instrumente

source: Stickers
de_de: Sticker

# Import.Stickers
source: Stickers
de_de: Sticker

source: Photos
de_de: Fotos

source: Mode
de_de: Modus

source: Lens Flare
de_de: Reflexion

source: Style
de_de: Stil

source: Transition
de_de: Überblendung

# Transitions thumbnail
source: Transitions
de_de: Übergänge

source: Total: {0}
de_de: Gesamt: {0}

# Filter.Fortune
source: Fortune
de_de: Reichtum

# AnimationAttribute.Mode
source: Mode
de_de: Modus

# LensFlarePreset.Missile
source: Missile
de_de: Rakete

# LensFlarePreset.Val
source: Val
de_de: Herz

# TransitionType.Glitch1
source: Glitch 01
de_de: Störung 01

# TransitionType.Glitch2
source: Glitch 02
de_de: Störung 02

# TransitionType.Glitch3
source: Glitch 03
de_de: Störung 03

# TransitionType.Glitch4
source: Glitch 04
de_de: Störung 04

# TransitionType.Glitch5
source: Glitch 05
de_de: Störung 05

# TransitionType.Glitch6
source: Glitch 06
de_de: Störung 06

# TransitionType.PrismAndZoom
source: Zoom
de_de: Größer
