Repository: gmangan-smartling/test-ios-final
Catalog: *.lproj/localizable.strings
Languages: de_de, fr_fr

source: Tutorials
fr_fr: Tutoriels

source: Get access to premium content and unlimited project editing!
de_de: Erhalte Zugriff auf Premium-Content und unbegrenzte Projekt-Bearbeitung!
fr_fr: Accédez à un contenu de qualité et à une édition illimitée de projets !

source: Become Pro
de_de: Werde Pro
fr_fr: Devenez Pro

source: Be a Pro
de_de: Werde ein Pro!
fr_fr: Soyez un Pro

source: Unlock unlimited layers and more!
de_de: Schalte unbegrenzt viele Ebenen (und vieles mehr) frei!
fr_fr: Débloquez des calques sans limites et bien plus !

source: Unlimited layers, unlimited project duration and much more!
de_de: Unbegrenzt viele Ebenen, unbeschränkte Projektdauer, und vieles mehr!
fr_fr: Des calques sans limites, une durée de projet sans limites et bien plus encore !

source: Unlock premium content, unlimited layers and more!
de_de: Schalte Premium-Content, unbegrenzt viele Ebenen und vieles mehr frei!
fr_fr: Débloquez un contenu de qualité, des calques sans limites et bien plus encore !

source: Be Inspired!
de_de: Lass dich inspirieren!
fr_fr: Trouvez l'inspiration !

source: Check out Videoleap's creative community on Instagram
de_de: Schau dir die kreative Community von Videoleap auf Instagram an
fr_fr: Jetez un coup d'œil à la communauté créative de Videoleap sur Instagram

source: Get Enlightened
fr_fr: Brillez

source: Join our Facebook page for weekly tutorials and more!
de_de: Auf unserer Facebook-Seite findest du jede Woche neue Tutorials, und vieles mehr.
fr_fr: Rejoignez notre page Facebook pour des tutoriels habdomadaires et plus encore !

source: Copy of %@
de_de: Kopie von %@
fr_fr: Copie de %@

source: Animals
de_de: Tiere
fr_fr: Animaux

source: Bleeps
de_de: Piepen
fr_fr: Blips

source: Cartoon
fr_fr: Dessins animés

source: Game Show
fr_fr: Jeu télévisé

source: Holidays
de_de: Weihnachten
fr_fr: Noël

source: Kitchen
de_de: Küche
fr_fr: Cuisine

source: Objects
de_de: Objekte
fr_fr: Objets

source: People
de_de: Menschen
fr_fr: Personnes

source: Sirens
de_de: Sirenen
fr_fr: Sirènes

source: Trailers
de_de: Trailer
fr_fr: Bandes-annonces

source: Video Games
de_de: Videospiele
fr_fr: Jeux vidéo

source: Whoosh
fr_fr: Souffle

source: Pixelate
de_de: Verpixeln
fr_fr: Pixéliser

source: Screen Rain
de_de: Regen
fr_fr: Écran de pluie

source: Tiles
de_de: Kacheln
fr_fr: Tuiles

source: Fabric
de_de: Stoff
fr_fr: Tissu

source: Edges
de_de: Kanten
fr_fr: Bords

source: Color Range
de_de: Farbbereich
fr_fr: Gamme de couleurs

source: Range Adj.
de_de: Bereichsanp.
fr_fr: Ajust. gamme

source: Tone Lab
de_de: Farbbereich
fr_fr: Gamme

# Tone Lab thumbnail
source: Tone Lab
de_de: Farbbereich
fr_fr: Gamme

source: Hue Adjust
de_de: Helligkeitsanpassung
fr_fr: Ajuster teinte

source: Twitch
de_de: Wackeln
fr_fr: Pincer

source: Remove Limit to Save
de_de: Begrenzung entfernen
fr_fr: Retirer les limites

source: Remove Limit
de_de: Begrenzung entfernen
fr_fr: Retirer les limites

source: Pro Only Remove Limit
de_de: Nur Pro-Version Begrenzung aufheben
fr_fr: Pro uniquement Débloquer

source: Layer Limit Reached
de_de: Ebenen-Beschränkung erreicht
fr_fr: Limite de calque atteinte

source: Get Videoleap Pro to unlock unlimited layers and more!
de_de: Hol dir Videoleap Pro, um unbegrenzt viele Ebenen (und vieles mehr) nutzen zu können!
fr_fr: Obtenez Videoleap Pro pour débloquer des calques sans limites et plus encore !

source: Pro Only
de_de: Nur für Pros
fr_fr: Pro uniquement

source: Get Videoleap Pro to unlock this effect and more!
de_de: Hol dir Videoleap Pro, um diesen Effekt (und vieles mehr) freizuschalten!
fr_fr: Obtenez Videoleap Pro pour débloquer cet effet et plus encore !

source: You're no longer Pro. What went wrong?
de_de: Du bist nicht länger Pro. Was ging schief?
fr_fr: Vous n'êtes plus Pro. Que s'est-il passé ?

source: I don't use Pro tools
de_de: Ich nutze keine Pro-Tools
fr_fr: Je n'utilise pas les outils Pro

source: Subscribed by mistake
de_de: Irrtümlich abonniert
fr_fr: Je me suis abonné par erreur

source: I use another app
de_de: Ich nutze eine andere App
fr_fr: J'utilise une autre app

source: Too expensive
de_de: Zu teuer
fr_fr: Prix trop élevé

source: Submit
de_de: Abschicken
fr_fr: Envoyer

source: Other
de_de: Andere Gründe
fr_fr: Autre

source: Not Now
de_de: Jetzt nicht
fr_fr: Plus tard

source: Not now
de_de: Jetzt nicht
fr_fr: Plus tard

source: OK
de_de: Zustimmen
fr_fr: Accepter

source: B&W
de_de: S/W
fr_fr: N&B

source: Vignette
fr_fr: Vignetage

source: Labs
de_de: Labore
fr_fr: Labos

source: Barrel
de_de: Röhre
fr_fr: Tonneau

source: All the features are now available
de_de: Jetzt stehen alle Features im Store zur Verfügung
fr_fr: Toutes les fonctionnalités sont maintenant disponibles

source: You're already a subscriber
de_de: Du hast bereits ein Abo
fr_fr: Vous êtes déjà abonné

source: Black Friday Only!
de_de: Nur am Black Friday!
fr_fr: Uniquement le jour du Black Friday !

source: Cyber Monday Only!
de_de: Nur am Cyber Monday!
fr_fr: Uniquement le jour du Cyber Monday !

source: Get 50% Off for the Chinese New Year!
de_de: Zum chinesischen Neujahrsfest 50 % günstiger!
fr_fr: Profitez de -50 % pour le Nouvel An chinois !

source: Chinese New Year Event starts from February 3rd
de_de: Das Event zum chinesischen Neujahrsfest beginnt am 3. Februar
fr_fr: L'événement Nouvel An chinois commence le 3 février

source: This version of %@ has been created specifically for demonstration purposes
de_de: Diese Version von %@ wurde speziell zu Vorführungszwecken erstellt.
fr_fr: Cette version de %@ a été exclusivement conçue à des fins de démonstration.

source: Feature not enabled for this demo
de_de: Diese Funktion ist in dieser Vorführversion nicht verfügbar.
fr_fr: Fonction désactivée dans cette version de démonstration.

source: Total
de_de: Gesamt
fr_fr: Générale

source: Assets Failed to Load
de_de: Assets konnten nicht geladen werden
fr_fr: Échec du chargement des actifs

source: Contact us if the problem persists.
de_de: Kontaktiere uns, wenn das Problem weiterhin besteht.
fr_fr: Contactez-nous si le problème persiste.

source: File Download
de_de: Dateidownload
fr_fr: Téléchargement de fichier

source: You are about to download a file using cellular data. Are you sure?
de_de: Du bist dabei eine Datei über das Funknetz herunterzuladen. Bist du sicher?
fr_fr: Vous êtes sur le point de télécharger un fichier via un réseau cellulaire. Êtes-vous sûr ?

source: Go to Settings
de_de: Zu Einstellungen
fr_fr: Accédez aux réglages

source: Something Went Wrong
de_de: Das ging schief
fr_fr: Une erreur s'est produite

source: Try again to purchase assets or contact us if the problem persists.
de_de: Versuche erneut, Assets zu kaufen oder kontaktiere uns, wenn das Problem weiterhin besteht.
fr_fr: Réessayez d'acheter les actifs ou contactez-nous si le problème persiste.

source: Try again to reload assets or contact us if the problem persists.
de_de: Versuche erneut, die Assets zu laden oder kontaktiere uns, wenn das Problem weiterhin besteht.
fr_fr: Réessayez de recharger les actifs ou contactez-nous si le problème persiste.

source: Unknown
de_de: Unbekannt
fr_fr: Inconnu

source: iCloud Account Required
de_de: iCloud-Konto erforderlich
fr_fr: Compte iCloud requis

source: You need an iCloud account to export premium assets. Please go to Settings and sign in to your iCloud account.
de_de: Du benötigst ein iCloud-Konto, um Premium-Assets zu exportieren. Bitte gehe zu Einstellungen und melden dich bei deinem iCloud-Konto an.
fr_fr: Vous avez besoin d'un compte iCloud pour exporter les actifs supérieurs. Veuillez accéder aux Réglages et vous connecter à votre compte iCloud.

source: Failed finalizing the list of Premium Assets contained in your project, that needs to be purchased before proceeding. Please check your Internet connection and try again.
de_de: Die Liste der in deinem Projekt enthaltenen Premium-Assets konnte nicht fertig gestellt werden. Bitte überprüfe deine Internetverbindung und versuche es erneut.
fr_fr: Échec de la finalisation de la liste d'actifs supérieurs contenue dans votre projet, qui doit être achetée avant de continuer. Veuillez vérifier votre connexion Internet et réessayer.

source: Nothing here yet... but we can change that! Tap the {0} tab to get some great clips.
de_de: Noch nichts erworben... aber das können wir ändern! Tippe auf den Reiter {0}, um großartige Clips zu erhalten.
fr_fr: Rien à cet endroit pour l'instant… mais cela peut changer ! Appuyez sur l'onglet {0} pour obtenir de fantastiques clips.

source: FREE
de_de: GRATIS
fr_fr: GRATUIT

source: PREMIUM
fr_fr: SUPÉRIEUR

source: Videos
fr_fr: Vidéos

source: Premium Assets
fr_fr: Actifs supérieurs

source: Accept
de_de: Zustimmen
fr_fr: Accepter

source: Try them now and buy later if you like the results. Use of premium assets is subject to %@. By tapping Accept you confirm that you have read and agreed to the terms.
de_de: Probiere die Assets jetzt aus und kaufe später, falls dir die Ergebnisse gefallen. Die Nutzung der Premium-Assets ist abhängig von %@. Durch Tippen auf Zustimmen bestätigst du, dass du die Nutzungsbedingungen gelesen und akzeptiert hast.
fr_fr: Essayez maintenant et achetez plus tard si vous aimez les résultats. L'utilisation des actifs supérieurs est soumis aux %@. En touchant Accepter, vous confirmez que vous avez lu et accepté les conditions.

source: Terms & Conditions
de_de: Nutzungsbedingungen
fr_fr: Conditions générales

source: Search
de_de: Suche
fr_fr: Recherche

source: Kaleido
fr_fr: Kaléido

source: Upgrade Now
de_de: Jetzt upgraden
fr_fr: Mettre à niveau maintenant

source: Access All Features
de_de: Zugriff auf alle Features
fr_fr: Accédez à toutes les fonctions

source: Get unlimited layers and Pro features
de_de: Erhalte eine unbegrenzte Anzahl an Ebenen und Pro-Funktionen
fr_fr: Obtenez des calques et des fonctions Pro illimités

source: Welcome back! Tap + and let's get started
de_de: Willkommen zurück! Tippe auf + und los geht's
fr_fr: Bienvenue ! Touchez + et commençons !

source: Create amazing art and designs to use in your videos!
de_de: Erstelle erstaunliche Kunstwerke und Designs, die du in deinen Videos verwenden kannst!
fr_fr: Créez de l'art et des designs incroyables pour vos vidéos !

source: Edit multiple photos at once for the perfect slideshow
de_de: Bearbeite mehrere Fotos auf einmal für die perfekte Diashow
fr_fr: Éditez plusieurs photos simultanément pour créer le diaporama parfait

source: Animate your photos to create stunning moving images
de_de: Verwandle Fotos in atemberaubende animierte Kunstwerke
fr_fr: Mettez vos photos en mouvement pour créer de superbes animations

source: Add Effects & Filters in a tap!
de_de: Wende Effekte & Filter mit einem Tippen an!
fr_fr: Ajoutez des effets et des filtres d'un seul geste !

source: Create amazing digital art
de_de: Erstelle erstaunliche digitale Kunst
fr_fr: Créez d’incroyables œuvres numériques

source: Edit your photos like a pro
de_de: Bearbeite deine Fotos wie ein Profi
fr_fr: Retouchez vos photos comme un pro

source: Animate your photos
de_de: Animiere deine Fotos
fr_fr: Animez vos photos

source: Turn photos into art in a tap
de_de: Verwandle im Handumdrehen Fotos in Kunst um
fr_fr: Transformez vos photos en créations artistiques, d’un seul geste

source: Create your own music video
de_de: Erstelle dein eigenes Musikvideo
fr_fr: Réalisez votre propre clip vidéo

source: Preview
de_de: Vorschau
fr_fr: Aperçu

source: Photo Duration
de_de: Anzeigedauer
fr_fr: Durée de la photo

source: Set the default duration for an imported photo.
de_de: Stelle die normale Anzeigedauer für ein importiertes Foto ein.
fr_fr: Pour définir la durée par défaut d'une photo importée.

source: Set the default transition between photos & videos.
de_de: Stelle die normale Überblendung zwischen Fotos und Videos ein
fr_fr: Pour définir la transition par défaut entre les photos et les vidéos

source: Live Photos as Videos
de_de: Live Photos als Videos
fr_fr: Live Photos sous forme de vidéos

source: Random
de_de: Zufall
fr_fr: Aléatoire

source: Get 3 Days Free!
de_de: Erhalte 3 Tage zum Testen!
fr_fr: Profitez de 3 jours gratuits !

source: Get 7 Days Free!
de_de: Erhalte 7 Tage zum Testen!
fr_fr: Profitez de 7 jours gratuits !

source: Export failed
de_de: Export fehlgeschlagen
fr_fr: Échec d’exportation

source: Failed to decode, some assets may be damaged
de_de: Decodieren fehlgeschlagen, einige Daten sind möglicherweise beschädigt
fr_fr: Échec du décodage, des ressources peuvent être endommagées

source: We couldn't continue because Videoleap was closed while exporting
de_de: Fortsetzen nicht möglich, da Videoleap während des Exports geschlossen wurde
fr_fr: Nous n’avons pas pu continuer parce que Videoleap s’est fermé pendant l’exportation

source: Too many Video layers
de_de: Zu viele Video-Ebenen
fr_fr: Trop de calques vidéos

source: Picker
de_de: Farbe
fr_fr: Pipette

source: Pitch
de_de: Tonhöhe
fr_fr: Hauteur

source: Keep Pitch
de_de: Ton halten
fr_fr: Hauteur =

source: Change Pitch
de_de: Ton ändern
fr_fr: Hauteur ≠

source: Unmute
de_de: Ton ein
fr_fr: Son actif

source: Size
de_de: Größe
fr_fr: Taille

source: Files
de_de: Dateien
fr_fr: Fichiers

source: Get 1 Month Free!
de_de: 1 Monat kostenlos!
fr_fr: Obtenez 1 mois gratuit !

source: Spacing
de_de: Abstände
fr_fr: Espacement

# Glyph Spacing
source: Characters
de_de: Zeichen
fr_fr: Caractères

# Line Spacing
source: Lines
de_de: Zeilen
fr_fr: Lignes

source: Holiday Sale
de_de: Weihnachts-Sale
fr_fr: Offre de fin d'année

source: YEARLY PLAN
de_de: Jahresabo
fr_fr: Forfait annuel

source: 1 Month Free
de_de: 1 Monat testen
fr_fr: 1 mois gratuit

source: then only %@ billed yearly
de_de: danach nur %@ jährlich
fr_fr: puis seulement %@ par an

source: See More Plans
de_de: Weitere Abonnements
fr_fr: Voir d'autres forfaits

source: In
de_de: Intro
fr_fr: Entrée

source: Out
de_de: Outro
fr_fr: Sortie

source: Overall
de_de: Dauerhaft
fr_fr: Générale

# AnimationType.FadeIn
source: Fade In
de_de: Einblenden
fr_fr: Fondu ent.

# AnimationType.FadeOut
source: Fade Out
de_de: Ausblenden
fr_fr: Fondu sor.

# AnimationType.SlideLeft
source: Slide Left
de_de: Schieben ←
fr_fr: Glissé ←

# AnimationType.SlideRight
source: Slide Right
de_de: Schieben →
fr_fr: Glissé →

# AnimationType.SlideUp
source: Slide Up
de_de: Schieben ↑
fr_fr: Glissé ↑

# AnimationType.SlideDown
source: Slide Down
de_de: Schieben ↓
fr_fr: Glissé ↓

# AnimationType.ScaleUp
source: Scale Up
de_de: Größer
fr_fr: Expansion

# AnimationType.ScaleDown
source: Scale Down
de_de: Kleiner
fr_fr: Réduction

# AnimationType.SpinCW
source: Spin CW
de_de: Nach re.
fr_fr: Piv. Droite

# AnimationType.SpinCCW
source: Spin CCW
de_de: Nach li.
fr_fr: Piv. Gauche

# AnimationType.Flicker
source: Flicker
de_de: Funkeln
fr_fr: Clignotement

# AnimationType.Blink
source: Blink
de_de: Blinken
fr_fr: Clignement

# AnimationType.Pulse
source: Pulse
de_de: Puls
fr_fr: Pulsation

# AnimationType.Floating
source: Floating
de_de: Gleitend
fr_fr: Flottement

# AnimationType.Wiggle
source: Wiggle
de_de: Wackeln
fr_fr: Vibration

source: Change In Animation Duration
de_de: Ändern der Intro-Animationsdauer
fr_fr: Changement de la durée de l'animation d'entrée

source: Change Out Animation Duration
de_de: Ändern der Outro-Animationsdauer
fr_fr: Changement de la durée de l'animation de sortie

source: Change Overall Animation Duration
de_de: Ändern der Dauerhaft-Animationsdauer
fr_fr: Changement de la durée de l'animation générale

source: {0} total for 3 months!
de_de: {0}/ für 3 Monate!
fr_fr: {0} au total pour 3 mois !

source: Renews at {0}/year after
de_de: Danach Verlängerung für {0}/Jahr
fr_fr: Ensuite, renouvellement à {0}/an

source: Save {0}% on your first 3 months
de_de: Spare {0}% in den ersten 3 Monaten
fr_fr: Économisez {0} % sur les 3 premiers mois

source: New Year's Sale
de_de: Neujahrsangebot
fr_fr: Offre du Nouvel An

source: Only {0} days remaining!
de_de: Nur noch für {0} Tage!
fr_fr: Plus que {0} jours !

source: Only 1 day remaining!
de_de: Nur noch für 1 Tag!
fr_fr: Plus qu'un jour !

source: How did you hear about Videoleap?
de_de: Wie hast du von Videoleap erfahren?
fr_fr: Comment avez-vous connu Videoleap ?

source: Searching online
de_de: Online-Suche
fr_fr: Recherche sur Internet

source: From a friend
de_de: Von einem Freund
fr_fr: Grâce à un ami

source: From an article
de_de: In einem Artikel
fr_fr: Dans un article

source: Ads
de_de: Werbung
fr_fr: Publicités

source: Skip
de_de: Überspringen
fr_fr: Passer

source: Voiceover
fr_fr: Voix off

source: Retake
de_de: Neu aufn.
fr_fr: Remplacer

source: Purchased
de_de: Erworben
fr_fr: Achats

source: Mixer to Clip
de_de: Mixer zu Clip
fr_fr: Convertir l'objet Mixer en clip

source: Clip to Mixer
de_de: Clip zu Mixer
fr_fr: Convertir le clip en objet Mixer

source: Freeze
de_de: Standbild
fr_fr: Figer

# Freeze Frame thumbnail
source: Freeze Frame
fr_fr: Arrêt sur image

source: Shadows
de_de: Schatten
fr_fr: Ombres

source: Videoleap does not have access to your microphone. To enable access, go to iOS settings
de_de: Videoleap hat keinen Zugriff auf das Mikrofon. Öffne die iOS-Einstellungen, um Zugriff zu gewähren.
fr_fr: Videoleap n’a pas accès à votre micro. Pour activer l’accès, ouvrez les réglages d'iOS

source: {0} billed yearly
de_de: {0} pro Jahr
fr_fr: {0} chaque année

source: SAVE {0}%
de_de: {0} % SPAREN
fr_fr: ÉCONOMISEZ {0} %

source: Cut Frame
de_de: Bild schn.
fr_fr: Couper img

source: {0} per month
de_de: {0} pro Monat
fr_fr: {0} par mois

source: Already Paid?
de_de: Bereits bezahlt?
fr_fr: Produit déjà payé ?

source: Drag Layer
de_de: Ebene ziehen
fr_fr: Déplacer le calque

# Filter.None
source: None
de_de: Keiner
fr_fr: Aucun

# Filter.B&W
source: B&W
de_de: S/W
fr_fr: N&B

# Filter.Retro
source: Retro
fr_fr: Rétro

# Filter.Vivid
source: Vivid
de_de: Lebhaft
fr_fr: Vif

# Filter.High Noon
source: High Noon
fr_fr: Midi pile

# Filter.Steel
source: Steel
de_de: Stahl
fr_fr: Acier

# Filter.Firecracker
source: Firecracker
de_de: Feuerwerk
fr_fr: Pétard

# Filter.Spring
source: Spring
de_de: Frühling
fr_fr: Printemps

# Filter.Night Vision
source: Night Vision
de_de: Nachtsicht
fr_fr: Vis. nocturne

# Filter.Negative
source: Negative
de_de: Negativ
fr_fr: Négatif

# Filter.North
source: North
de_de: Norden
fr_fr: Nord

# Filter.Fade
source: Fade
de_de: Bleich
fr_fr: Fondu

# Filter.Mist
source: Mist
de_de: Nebel
fr_fr: Brume

# Filter.Enchanted
source: Enchanted
de_de: Verzaubert
fr_fr: Enchanté

# Filter.Lovely Day
source: Lovely Day
de_de: Schöner Tag
fr_fr: Belle journée

# Filter.Darkness
source: Darkness
de_de: Dunkelheit
fr_fr: Obscurité

# Filter.Winter
source: Winter
fr_fr: Hiver

# Filter.Sepia
source: Sepia
fr_fr: Sépia

# TextEffects.Fire
source: Fire
de_de: Feuer
fr_fr: Feu

# TextEffects.Neon
source: Neon
fr_fr: Néon

# TextEffects.Electricity
source: Electricity
de_de: Elektrizität
fr_fr: Électricité

# TextEffects.Gold
source: Gold
fr_fr: Or

# TextEffects.Drip
source: Drip
de_de: Tropfen
fr_fr: Goutte

# TextEffects.Glitter
source: Glitter
de_de: Reflexion
fr_fr: Paillettes

# TextEffects.ChromaticAberration
source: Chromatic Aberration
de_de: Chromatische Aberration
fr_fr: Aberration chromatique

# TextEffects.Water
source: Water
de_de: Wasser
fr_fr: Eau

# Text Effects thumbnail
source: Text Effects
de_de: Texteffekte
fr_fr: Effets de texte

source: Spring Sale
de_de: Frühlingsaktion
fr_fr: Offre de printemps

# Seconds
source: secs
de_de: Sek.
fr_fr: s

# Minutes
source: mins
de_de: Min.
fr_fr: min

source: hours
de_de: Std.
fr_fr: h

source: days
de_de: Tage
fr_fr: jours

# AnimationGroup.Fade
source: Fade
de_de: Überblende
fr_fr: Fondu

# AnimationGroup.SlideRight
source: Slide →
de_de: Schieben →
fr_fr: Glissé →

# AnimationGroup.SlideLeft
source: Slide ←
de_de: Schieben ←
fr_fr: Glissé ←

# AnimationGroup.SlideUp
source: Slide ↑
de_de: Schieben ↑
fr_fr: Glissé ↑

# AnimationGroup.SlideDown
source: Slide ↓
de_de: Schieben ↓
fr_fr: Glissé ↓

# AnimationGroup.Scale
source: Scale
de_de: Zoomen
fr_fr: Échelle

# AnimationGroup.Spin
source: Spin
de_de: Rotieren
fr_fr: Spirale

# AnimationGroup.Flicker
source: Flicker
de_de: Flackern
fr_fr: Clignotement

# AnimationGroup.Typewriter
source: Typewriter
de_de: Schreibmaschine
fr_fr: Machine à écrire

# AnimationGroup.Blur
source: Blur
de_de: Unschärfe
fr_fr: Flou

# AnimationGroup.Bounce
source: Bounce
de_de: Hüpfen
fr_fr: Rebond

# AnimationGroup.Reveal
source: Reveal
de_de: Hervorziehen
fr_fr: Apparition

# AnimationGroup.Vortex
source: Vortex
de_de: Wirbel
fr_fr: Tourbillon

# AnimationGroup.Fall
source: Fall
de_de: Fallen
fr_fr: Chute

# AnimationGroup.Conceal
source: Conceal
de_de: Verbergen
fr_fr: Dissimulation

# AnimationGroup.Wave
source: Wave
de_de: Welle
fr_fr: Vague

# AnimationGroup.Blink
source: Blink
de_de: Blinken
fr_fr: Clignement

# AnimationGroup.Floating
source: Floating
de_de: Gleitend
fr_fr: Flottement

# AnimationGroup.Pulse
source: Pulse
de_de: Puls
fr_fr: Pulsation

# AnimationGroup.Wiggle
source: Wiggle
de_de: Wackeln
fr_fr: Vibration

# AnimationAttribute.Direction
source: Direction
de_de: Richtung
fr_fr: Orientation

# AnimationAttribute.Rotation
source: Rotation
de_de: Drehung
fr_fr: Faire pivoter

# AnimationAttribute.Scale
source: Scale
de_de: Zoomen
fr_fr: Échelle

# AnimationAttribute.Corner
source: Corner
de_de: Ecke
fr_fr: Coin

# AnimationAttribute.LineOrder
source: Line Order
de_de: Zeilenfolge
fr_fr: Ordre des lignes

# AnimationAttribute.Paragraph
source: Paragraph
de_de: Absatz
fr_fr: Paragraphe

# AnimationMode.Global
source: Global
de_de: Vollständig
fr_fr: Ensemble

# AnimationMode.Line
source: Line
de_de: Zeile
fr_fr: Par ligne

# AnimationMode.Word
source: Word
de_de: Wort
fr_fr: Par mot

# AnimationMode.Glyph
source: Letter
de_de: Buchstabe
fr_fr: Par lettre

# Text Animation thumbnail
source: Text Animation
fr_fr: Texte animé

source: Dragon Boat Festival
de_de: Drachenboot-Festival
fr_fr: Festival des bateaux-dragons

source: Unlimited Access Deal
de_de: Uneingeschränkter Zugriff
fr_fr: Offre d'accès illimité

source: Get 1 Month for {0}
de_de: 1 Monat für {0}
fr_fr: 1 mois pour {0}

source: Got it
de_de: Verstanden
fr_fr: OK

source: After the {0} days free trial this subscription automatically renews for {1} per year unless it is canceled at least 24 hours before the end of the trial period.
de_de: Nach der {0}-tägigen kostenlosen Testphase wird dieses Abonnement automatisch für {1} pro Jahr verlängert, solange es nicht mindestens 24 Stunden vor Ende der Testphase gekündigt wird.
fr_fr: Au terme de l'essai gratuit de {0} jours, cet abonnement sera renouvelé automatiquement au tarif de {1} par an, sauf s'il est annulé au moins 24 heures avant la fin de la période d'essai.

source: After the {0} days free trial this subscription automatically renews for {1} per month unless it is canceled at least 24 hours before the end of the trial period.
de_de: Nach der {0}-tägigen kostenlosen Testphase wird dieses Abonnement automatisch für {1} pro Monat verlängert, solange es nicht mindestens 24 Stunden vor Ende der Testphase gekündigt wird.
fr_fr: Au terme de l'essai gratuit de {0} jours, cet abonnement sera renouvelé automatiquement au tarif de {1} par mois, sauf s'il est annulé au moins 24 heures avant la fin de la période d'essai.

source: Canvas
de_de: Leinwand
fr_fr: Zone de travail
